[
  {
    "name": "React",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "React (also known as React.js or ReactJS) is a JavaScript library for building user interfaces. It is maintained by Facebook and a community of individual developers and companies."
  },
  {
    "name": "Backbone.js",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "Backbone.js is a JavaScript library with a RESTful JSON interface and is based on the Model–view–presenter (MVP) application design paradigm. Backbone is known for being lightweight, as its only hard dependency is on one JavaScript library, Underscore.js, plus jQuery for use of the full library."
  },
  {
    "name": "AngularJS",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "AngularJS (also written as Angular.js) is a JavaScript-based open-source front-end web application framework mainly maintained by Google and by a community of individuals and corporations to address many of the challenges encountered in developing single-page applications."
  },
  {
    "name": "Ember.js",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "Ember.js is an open-source JavaScript web framework, based on the Model–view–viewmodel (MVVM) pattern. It allows developers to create scalable single-page web applications by incorporating common idioms and best practices into the framework."
  },
  {
    "name": "Knockout",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "Knockout is a standalone JavaScript implementation of the Model-View-ViewModel pattern with templates."
  },
  {
    "name": "Meteor",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "Meteor, or MeteorJS, is a free and open-source isomorphic JavaScript web framework written using Node.js. Meteor allows for rapid prototyping and produces cross-platform (Android, iOS, Web) code."
  },
  {
    "name": "Vue.js",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "Vue.js (commonly referred to as Vue; pronounced /vjuː/, like view) is an open-source JavaScript framework for building user interfaces. Integration into projects that use other JavaScript libraries is simplified with Vue because it is designed to be incrementally adoptable."
  },
  {
    "name": "jQuery",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "jQuery is a cross - platform JavaScript library designed to simplify the client-side scripting of HTML. It is free, open-source software using the permissive MIT License. Web analysis indicates that it is the most widely deployed JavaScript library by a large margin."
  },
  {
    "name": "Underscore.js",
    "logo": "https://placekitten.com/300/300",
    "speciality": "Electrical",
    "city": "Berlin",
    "description": "Underscore.js is a JavaScript library which provides utility functions for common programming tasks.It is comparable to features provided by Prototype.js and the Ruby language, but opts for a functional programming design instead of extending object prototypes."
  }
]
